export const dataRecords = [
  {
    id: 1,
    imgUrl: "assets/images/MyRecommend-1.jpg",
    title: "BODY RECORD",
    text: "自分のカラダの記録",
    linkUrl: "#/",
  },
  {
    id: 2,
    imgUrl: "assets/images/MyRecommend-2.jpg",
    title: "MY EXERCISE",
    text: "自分のカラダの記録",
    linkUrl: "#/",
  },
  {
    id: 3,
    imgUrl: "assets/images/MyRecommend-3.jpg",
    title: "MY DIARY",
    text: "自分のカラダの記録",
    linkUrl: "#/",
  },
];

export const dataMyExercises = {
  date: "2021/01/01",
  values: [
    {
      id: 1,
      title: "家事全般（立位・軽い）",
      value: "26kcal",
      minus: "10 min",
    },
    {
      id: 2,
      title: "家事全般（立位・軽い）",
      value: "26kcal",
      minus: "10 min",
    },
    {
      id: 3,
      title: "家事全般（立位・軽い）",
      value: "26kcal",
      minus: "10 min",
    },
    {
      id: 4,
      title: "家事全般（立位・軽い）",
      value: "26kcal",
      minus: "10 min",
    },
    {
      id: 5,
      title: "家事全般（立位・軽い）",
      value: "26kcal",
      minus: "10 min",
    },
    {
      id: 6,
      title: "家事全般（立位・軽い）",
      value: "26kcal",
      minus: "10 min",
    },
    {
      id: 7,
      title: "家事全般（立位・軽い）",
      value: "26kcal",
      minus: "10 min",
    },
    {
      id: 8,
      title: "家事全般（立位・軽い）",
      value: "26kcal",
      minus: "10 min",
    },
    {
      id: 9,
      title: "家事全般（立位・軽い）",
      value: "26kcal",
      minus: "10 min",
    },
    {
      id: 10,
      title: "家事全般（立位・軽い）",
      value: "26kcal",
      minus: "10 min",
    },
  ],
};

export const dataMyDiary = [
  {
    id: 1,
    date: "2021.05.21   23:25",
    content:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    id: 2,
    date: "2021.05.21   23:25",
    content:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    id: 3,
    date: "2021.05.21   23:25",
    content:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    id: 4,
    date: "2021.05.21   23:25",
    content:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    id: 5,
    date: "2021.05.21   23:25",
    content:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    id: 6,
    date: "2021.05.21   23:25",
    content:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    id: 7,
    date: "2021.05.21   23:25",
    content:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
  {
    id: 8,
    date: "2021.05.21   23:25",
    content:
      "私の日記の記録が一部表示されます。 テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト…",
  },
];
